public enum  Timetable {
    MONDAY("ПОНЕДЕЛЬНИК\n" +
            "_________________\n" +
            "2 пара 10:45-12:15\n Комп графика(л)\n 205C-3\n" +
            "_________________\n" +
            "3 пара 12:30-14:00\n Комп графика(пр)\n 205C-2"),
    TUESDAY("ВТОРНИК\n" +
            "_________________\n" +
            "2 пара 10:45-12:15\n Комп графика(л)\n 205C-3\n" +
            "_________________\n" +
            "3 пара 12:30-14:00\n Комп графика(пр)\n 205C-2"),
    WEDNESDAY("СРЕДА\n" +
            "_________________\n" +
            "2 пара 10:45-12:15\n Комп графика(л)\n 205C-3\n" +
            "_________________\n" +
            "3 пара 12:30-14:00\n Комп графика(пр)\n 205C-2"),
    THURSDAY("ЧЕТВЕРГ\n" +
            "_________________\n" +
            "2 пара 10:45-12:15\n Комп графика(л)\n 205C-3\n" +
            "_________________\n" +
            "3 пара 12:30-14:00\n Комп графика(пр)\n 205C-2"),
    FRIDAY("ПЯТНИЦА\n" +
            "_________________\n" +
            "2 пара 10:45-12:15\n Комп графика(л)\n 205C-3\n" +
            "_________________\n" +
            "3 пара 12:30-14:00\n Комп графика(пр)\n 205C-2");

    String timetable;

    Timetable(String timetable) {
        this.timetable = timetable;
    }

    @Override
    public  String toString(){
        return timetable;
    }
}
